forw
- [ ] можливість сховати виконані цілі
- [ ] 🖋️ в статусні іконки #improvement
- [ ] в журнал звіти які може аналізувати ші #idea
- [ ] goal-tracking. інтел. віддсклідковування оточної роботи над ціллю #idea
- [ ] #feature різні варіанти для рейтингів цілей. наприклад [list-scope-rating::3] [global-scope-rating::5]. редагуванням кліками по іконках. сюди ж можна інтегрувати індикатори моєї системи оцінювання цілей
- [ ] #improvement клік по цілі у вільному місці микає її редагування
- [ ] глоб перейменування тегів #feature
- [ ] #improvement глоб фільтр в інпут панел. результати у вкладці. зі збереженням і відтворенням
- [ ] в гол. поле вводу додати кнопку очищення #improvement
- [ ] #bug виправити змішуквання філлтрів глобального і локального
- [ ] папки для списків  #feature. а краще батьківські списки
- [ ] вимикання можливо вмикання статусних іконок кліком #improvement
- [x] діалог-панель глобального пошуку по тегах
- [ ] #feature теги для списків цілей
- [ ] індекація [[посилань]] #feature
- [ ] #bug діалог редагування цілі - внизу представлення цілі в списку
- [ ] детектити при переміщеннях чи цільовий список не має подібних цілей або ідентичних #improvement
- [ ] при ховері швидке встановлення зняття статусних іконок цілі #feature
- [ ] в цілі при ховері - ті звязанфі списки які виіщаються #feature
- [ ] папки списків
- [ ] групове переміщення
- [ ] При імпорті розумно обробляти цілі які схожі на ті що вже є в списку #impr
- [ ] глобальний пошук в ігпут панел. динамічні списки окремою гілкою в в списку списків. #feature
- [ ] #bug перед копіюванням екземпляра в список перевіряти чи нема іншого який вказує на ту саму ціль
- [ ] різні типи файлів і даних експорт імпорт
- [ ] [BUG] при пустій вкладці створити списк має його таки сторювати
- [ ] зробити щоб при зменшені сайдбару замість слова налаштування була одна іконка
- [ ] [BUG] --gtk-version-3 що робити?
- [ ] [BUG] іконку плюс списку вкладок прибрати
- [ ] підпис "списки цілей" в сайдбарі зробити краще
- [ ] оформлення цілі хай задається в ні йсамій - можливість
- [ ] [BUG] obsdian vault не зберігається в налаштуваннях
- [ ] [BUG] не працює second instance detect


adrian-goal

- [ ] план на тиждень по проекту #mental
- [ ] проектування і р [[luke-project]] #mental
- [ ] поговорити з Сл щодо смі
- [ ] тренувати катт
- [ ] досьє хвороб #research
- [x] адріан-ціль дк
- [ ] [[health-n-healing-level-up]]  ~
- [ ] де йде лапа 3в модель @health💊 #device📱 #day
- [ ] чого практично не вистачає для успіху апдріан цілі?
- [ ] [[adrian-goal]] он, впр бл #hqm  #buy проектування і реалізація #week +
- [ ] учитись [[catheterization]]
- [ ] Сл лз учитися
- [ ] які ще процедури, технології треба вчити?
- [ ] зробити досьє на хвороби. спочатку список хвороб
- [ ] [[infection-safety]] проектування і щод р
- [ ] [[luke-project]] проектування
- [ ] [[lioness-project]]
- [ ] [[luisa-project]]

today-treatment

- [ ] Мурчик ! +
- [ ] давати лдя печ всім в кого підозра на проблеми. моніторинг туалету активний їм
- [x] Мерліну gs
- [ ] контроль годування котенят
- [x] свічі
- [ ] Марія
- [ ] [[catheterization]] #manual⚒️  #research🔬 #Slavik #str-must [parent_value::0.89] [impact::0.34] [costs::8] @health
- [ ] список пацієнтів

week

- [ ] surv + #device #manual
- [ ] аналіз випадку Марії
- [ ] уніфікація,оптимізація дс оп, моделі [[future-projecting]]. концентрація записів про це в одному місці #mental #pm #week +
- [ ] [[mtu-value]] review #mental #device
- [ ] [[adrian-goal]] #mental
- [ ] info-defence #device
- [ ] [[m1]] пя #mental
- [ ] [[adrian-goal]] #mental
- [ ] [[beacons-clearence]]  #mental
- [ ] ут п #buy

today

- [ ] обов'язкове лікування всіх кого треба #critical #unclear
- [ ] налагодити тер. лікувавння прийнятного рівня + #health #pm
- [ ] уніфікація,оптимізація дс оп, моделі [[future-projecting]]. концентрація записів про це в одному місці #mental #pm #week +
- [ ] закрити верхній прохід даніели + #manual
- [ ] шпингалети #manual #defence +
- [ ] подумати про проект журнала #top #pm
- [ ] інтегрувати записи на пк і моб  #device
- [ ] лв
- [ ] оборбка паперових записів [icon::🖋️]
- [ ] [[minimize-hach]] top
- [ ] [[buy]]
- [ ] manual work
- [ ] [[providence]] #manual
- [ ] продуктивний день прожити #unclear

quick

- [ ] #health дати цефтріаксон комусь з котенят зі схожими симптомами
- [ ] розрахувати дозування і спосіб давання цефтріаксону #health
- [ ] відконектиться від програмування
- [ ] планування доби
- [ ] як помогти Мерліну?  !
- [ ] лз кому треба
- [ ] прибирання
- [ ] замовлення забрати
- [ ] мін необх забезпечення
- [ ] forward
- [ ] обов'язкове лікування всіх кого треба #critical #unclear
- [ ] прибирання
- [ ] побриться
- [ ] лв
- [ ] str-review #mental

middle-treatment

- [ ] [[maria-project]] #str #top
- [ ] п [[middlle-term-investitions]] #money-needed
- [ ] [[mtu-value]] огляд інтегрувати в огляди [[week]]
- [ ] [[beacons-clearence]]  #mental
- [ ] [[adrian-goal]] он, впр бл #hqm  #buy проектування і реалізація  [parent_value::0.89] [impact::0.89] [costs::34] @health
- [x] [[tortyk-project]] #buy [parent_value::0.89] [impact::0.05] [costs::3] @time-saving
- [x] [[mtu-value]] рр в дост мірі #str-should
- [ ] [[m1]], m2  #paper #str-must #pm [parent_value::0.89] [impact::0.89] [costs::8] [icon::💲]
- [ ] [[piw-plus-pist]] #str-must [parent_value::0.89] [impact::0.21] [costs::3] @productivity #top
- [ ] [[future-projecting]] #hqm [parent_value::0.55] [impact::0.55] [costs::8] #top
- [ ] [[ch]] #str-must [parent_value::0.89] [impact::0.89] [costs::21] [icon::💲]
- [ ] [[water]] #manual⚒️  [parent_value::0.89] [impact::0.21] [costs::8] [icon::💲]
- [ ] [[information-defence]] #top
- [ ] [[sharing-true]]
- [ ] п по [[reputation]]. донесення робіт
- [ ] [[live-before-die-value]]
- [ ] [[decision-making]] hl.  в сфері здоров'я та захисту, уд. в управлінні добою
- [ ] активувати [[FI]] і довести її роботу до високого рівня достатньо
- [ ] [[finances]] ++
- [ ] [[publishing]]
- [ ] [[mining]]
- [ ] [[goals-selection]] #top
- [ ] [[mld]]
- [ ] [[selesta-project]]
- [ ] [[eshield]]
- [ ] захист повітряний кімнат #critical🆘  #hqm #top
- [ ] беззвучна витяжка на вулицю #manual⚒️ #buy
- [ ] зх від прослуховування #hqm
- [ ] ￼￼￼￼￼ ￼￼cultural-life￼￼
- [ ] [[medical-research]] #top
- [ ] ￼￼￼￼￼ бекап #manual￼⚒️￼
- [ ] оновлення списків втрат, зокрема часу #time #top
- [ ] #str
- [ ] ￼￼time-losing￼￼, ￼￼attacks￼￼
- [ ] перелік ￼￼attacks￼￼ за ост півроку #mental
- [ ] доробити по ife-progress
- [ ] оновити  ￼￼main-problems-solving￼￼, ￼￼attacks￼￼, ￼￼time-losing￼￼ #mental #hqm
- [ ] розвантажити себе ід лз щоб займатися цілями вищих рівнів #level-up⬆️
- [ ] уніфікація всього по дс стр проектуванню майбутнього, орієнтирах #level-up⬆️
- [ ] доробити [[information-services-security]]
- [ ] Єва, дпж, ввл #middle-term⭐
- [ ] [[authentic-life]] ✍️🔨 #top
- [ ] [[high-level-every-day]]  ⬆️
- [ ] [[threats-defence]]
- [ ] [[fulfill-own-potential]] ✍️🔨
- [ ] [[msh]] ⬆️ #top
- [ ] [[mbr-projecting]] bl
- [ ] [[my-best-version]] ✍️🔨
- [ ] відео трансляція з телефону на телефон #research🔬
- [ ] знайти безплатний редактор відео #research🔬
- [ ] записи в щоден
- [ ] ник злочинів фашистів
- [ ] зробить надійні таймери для різних контльних годин для лікування поточного. для сессій контролю поточнго лікування. зробити з цього залізну щоденну практику. #critical🆘
- [ ] ∞ фі #top
- [ ] [[cultural-life]]
- [ ] [[medical-research]] #top
- [ ] бекап #manual⚒️ #device
- [ ] оновлення списків втрат, зокрема часу
- [ ] [[time-losing]], [[attacks]]
- [ ] перелік [[attacks]] за ост півроку #mental
- [ ] доробити по [[life-progress]]
- [ ] оновити  [[main-problems-solving]], [[attacks]], [[time-losing]] #mental #hqm

mental

- [ ] що більше всього часу забирає? #losses #time
- [ ] review, покращити [[espe]]
- [ ] [[strategic-review]] #mental
- [ ] [[da]] str update #hqm #str-must [parent_value::0.89] [impact::0.89] [costs::3]
- [ ] [[adrian-goal]] #mental
- [ ] [[beacons-clearence]]  #mental

beacons-clearence

- [ ] що більше всього часу забирає? #losses #time
- [ ] review, покращити [[espe]]
- [ ] [[strategic-review]] #mental
- [ ] [[da]] str update #hqm #str-must [parent_value::0.89] [impact::0.89] [costs::3]
- [ ] [[adrian-goal]] #mental
- [ ] [[beacons-clearence]]  #mental

providence

- [ ] светри, шарфи
- [ ] воду дати
- [ ] від мух поцепити
- [ ] посуд
- [ ] побриться
- [ ] прибирання
- [ ] #manual прання

buy

- [ ] вм для [[m1]]
- [ ] відра
- [ ] жб
- [ ] іл